[
"Political Position: You are elected as mayor. Move forward 3 spaces and gain 2 drachmas!",
"Assembly Success: Your proposal is accepted by the assembly. Move forward 2 spaces and gain 1 drachma!",
"Trade Success: You sell olive oil for a high profit. Gain 3 drachmas!",
"Sports Victory: You win the Panhellenic games. Move forward 4 spaces and gain 2 drachmas!",
"Philosophical Debate: You win a philosophical debate in the marketplace. Gain 1 drachma!",
"Naval Expedition: You lead a successful trade expedition in the Mediterranean. Gain 2 drachmas!",
"Artistic Recognition: Your statue is placed in the town square. Move forward 2 spaces!",
"Philosophical Teaching: Your wise teachings are accepted by the youth. Gain 1 drachma!",
"Delian League: You join the Delian League. Gain 1 drachma!",
"Military Success: You perform a heroic act in battle. Move forward 3 spaces and gain 2 drachmas!",
"School Education: You successfully educate students. Gain 1 drachma!",
"Market Auction: You sell your goods for a high profit in the market. Gain 2 drachmas!",
"Religious Festival: You successfully organize a religious festival. Gain 1 drachma!",
"Political Alliance: You form an important political alliance. Gain 2 drachmas!",
"Gold Ore Discovery: You find gold ore. Move forward 2 spaces and gain 3 drachmas!",
"Construction Project: You undertake a successful construction project. Move forward 2 spaces!",
"Campaign Victory: You lead a victorious campaign. Gain 3 drachmas!",
"Scientific Discovery: You make an important scientific discovery. Gain 2 drachmas!",
"Master of Music: You perform as a renowned musician in the city. Gain 1 drachma!",
"Athenian Citizenship: You receive Athenian citizenship. Move forward 2 spaces!",
"Market Opportunity: You find an excellent business opportunity in the market. Gain 2 drachmas!",
"Patron's Support: You enjoy the support of a wealthy patron. Gain 3 drachmas!",
"Foreign Visit: You lead a successful diplomatic mission abroad. Move forward 3 spaces!",
"Theatrical Success: Your theater performance is a great success. Gain 2 drachmas!",
"Divine Blessing: The gods bless you. Gain 1 drachma!",
"Charity Event: You organize a successful charity event. Gain 2 drachmas!",
"Trade Agreement: You make a favorable trade agreement. Gain 2 drachmas!",
"Athens' Prosperity: You contribute to the prosperity of Athens. Move forward 2 spaces!",
"Philosophical School: You establish your own philosophical school. Gain 2 drachmas!",
"Sacrificial Ritual: You lead a successful sacrificial ritual. Gain 1 drachma!",
"Ally's Support: Your ally provides financial support. Gain 2 drachmas!",
"Good Harvest: Your lands yield a bountiful harvest. Gain 2 drachmas!",
"Athenian Games: You win an event at the Athenian games. Move forward 3 spaces!",
"Trade Route: You discover a new trade route. Gain 3 drachmas!",
"Pythia's Prophecy: The prophecy foretells a favorable future. Move forward 2 spaces!",
"Arcadian Alliance: You form an alliance with the Arcadians. Gain 1 drachma!",
"Athena's Blessing: You receive Athena's blessing. Gain 2 drachmas!",
"War Booty: You return from a successful campaign with war booty. Move forward 3 spaces!",
"Excellent Wine Trade: You sell your wine for a high profit. Gain 2 drachmas!",
"Council of Wise Men: You become a member of the Council of Wise Men. Move forward 2 spaces!",
"Artistic Commission: You receive a major commission to create a fresco. Gain 3 drachmas!",
"Generous Donation: A wealthy citizen makes a generous donation. Gain 2 drachmas!",
"Successful Trade Expedition: You lead a successful expedition. Gain 2 drachmas!",
"New Market Discovery: You find a new market opportunity. Gain 2 drachmas!",
"Religious Leader: You are elected as a religious leader. Move forward 2 spaces!",
"Successful Lecture: Your lecture is well-received. Gain 2 drachmas!",
"Fortunate Encounter: You meet an influential person who helps you. Move forward 2 spaces!",
"Architectural Award: You win an award in an architectural competition. Gain 2 drachmas!",
"Military Promotion: You are promoted in the army. Move forward 3 spaces!",
"Philosophical Works Recognition: Your philosophical works are recognized. Gain 2 drachmas!",
"Scientific Discovery: You make a significant scientific discovery. Gain 2 drachmas!",
"New Pottery Workshop: You open a new, successful pottery workshop. Gain 3 drachmas!",
"Religious Ceremony: You successfully organize a major religious ceremony. Gain 1 drachma!",
"Disciples: You successfully teach your disciples. Gain 2 drachmas!",
"Assembly Recognition: The assembly recognizes your work. Move forward 2 spaces!",
"Literary Work: Your literary work is a great success. Gain 2 drachmas!",
"Athens Development: You contribute to the development of Athens. Gain 2 drachmas!",
"Lawsuit Victory: You win the lawsuit. Move forward 2 spaces!",
"Shipbuilding: You build a successful ship. Gain 3 drachmas!",
"Excellent Medical Treatment: You perform a successful medical treatment. Gain 2 drachmas!",
"Political Failure: Your proposal is rejected by the assembly. Move back 2 spaces!",
"Illness: You fall ill and cannot work. Pay 1 drachma for medical costs!",
"Damaged Statue: Your statue is damaged. Pay 1 drachma for repairs!",
"Pirate Attack: Your trade ship is attacked by pirates. Move back 3 spaces!",
"Poor Harvest: Your lands yield a poor harvest. Pay 2 drachmas!",
"Political Resistance: Your political opponents block your proposal. Move back 1 space!",
"Burst Pipe: Your water pipe bursts. Pay 1 drachma for repairs!",
"Military Defeat: You lose the battle. Move back 2 spaces!",
"Money Loss: You lose money in a trade deal. Pay 2 drachmas!",
"Theft: Your valuables are stolen. Pay 1 drachma!",
"Tax Arrears: You must pay back taxes. Pay 2 drachmas!",
"Business Failure: Your business venture goes bankrupt. Move back 2 spaces!",
"Natural Disaster: An earthquake damages your house. Pay 2 drachmas for repairs!",
"Political Intrigue: You fall victim to intrigue. Move back 1 space!",
"Trade Sanctions: Your city is hit by trade sanctions. Pay 2 drachmas!",
"Plague: The city is struck by a plague. Move back 2 spaces!",
"Bad Weather: A storm destroys your crops. Pay 1 drachma!",
"Theatrical Failure: Your theater performance is a flop. Pay 1 drachma!",
"False Accusation: You are falsely accused of a crime. Move back 2 spaces!",
"Construction Accident: An accident occurs at the construction site. Pay 1 drachma!",
"Flood: Floods destroy your lands. Pay 2 drachmas!",
"Ally's Betrayal: Your ally betrays you. Move back 1 space!",
"Musical Failure: Your performance is a failure. Pay 1 drachma!",
"Market Loss: Your market prices drop. Pay 1 drachma!",
"False Witness: You are the victim of false testimony. Move back 2 spaces!",
"Sinking Trade Ship: Your trade ship sinks. Move back 3 spaces!",
"Construction Cost Increase: Construction costs increase. Pay 2 drachmas!",
"Philosophical Debate Loss: You lose a philosophical debate. Move back 1 space!",
"Food Shortage: The city suffers from a food shortage. Pay 2 drachmas!",
"Betrayal: Your friend betrays you. Move back 2 spaces!"
]