[
"Posición Política: Eres elegido alcalde. ¡Avanza 3 espacios y gana 2 dracmas!",
"Éxito en la Asamblea: Tu propuesta es aceptada por la asamblea. ¡Avanza 2 espacios y gana 1 dracma!",
"Éxito Comercial: Vendes aceite de oliva con gran ganancia. ¡Gana 3 dracmas!",
"Victoria Deportiva: Ganaste los juegos Panhelénicos. ¡Avanza 4 espacios y gana 2 dracmas!",
"Debate Filosófico: Ganaste un debate filosófico en el mercado. ¡Gana 1 dracma!",
"Expedición Naval: Lideraste una exitosa expedición comercial en el Mediterráneo. ¡Gana 2 dracmas!",
"Reconocimiento Artístico: Tu estatua es colocada en la plaza del pueblo. ¡Avanza 2 espacios!",
"Enseñanza Filosófica: Tus sabias enseñanzas son aceptadas por la juventud. ¡Gana 1 dracma!",
"Liga de Delos: Te unes a la Liga de Delos. ¡Gana 1 dracma!",
"Éxito Militar: Realizas un acto heroico en batalla. ¡Avanza 3 espacios y gana 2 dracmas!",
"Educación Escolar: Educas exitosamente a estudiantes. ¡Gana 1 dracma!",
"Subasta en el Mercado: Vendes tus productos con gran ganancia en el mercado. ¡Gana 2 dracmas!",
"Festival Religioso: Organizas exitosamente un festival religioso. ¡Gana 1 dracma!",
"Alianza Política: Formas una importante alianza política. ¡Gana 2 dracmas!",
"Descubrimiento de Oro: Encuentras mineral de oro. ¡Avanza 2 espacios y gana 3 dracmas!",
"Proyecto de Construcción: Realizas exitosamente un proyecto de construcción. ¡Avanza 2 espacios!",
"Victoria en Campaña: Lideras una campaña victoriosa. ¡Gana 3 dracmas!",
"Descubrimiento Científico: Haces un importante descubrimiento científico. ¡Gana 2 dracmas!",
"Maestro de Música: Te presentas como músico reconocido en la ciudad. ¡Gana 1 dracma!",
"Ciudadanía Ateniense: Recibes la ciudadanía ateniense. ¡Avanza 2 espacios!",
"Oportunidad de Mercado: Encuentras una excelente oportunidad de negocio en el mercado. ¡Gana 2 dracmas!",
"Apoyo del Patrón: Disfrutas del apoyo de un patrono adinerado. ¡Gana 3 dracmas!",
"Visita Extranjera: Lideras una exitosa misión diplomática en el extranjero. ¡Avanza 3 espacios!",
"Éxito Teatral: Tu actuación teatral es un gran éxito. ¡Gana 2 dracmas!",
"Bendición Divina: Los dioses te bendicen. ¡Gana 1 dracma!",
"Evento de Caridad: Organizas exitosamente un evento de caridad. ¡Gana 2 dracmas!",
"Acuerdo Comercial: Realizas un acuerdo comercial favorable. ¡Gana 2 dracmas!",
"Prosperidad de Atenas: Contribuyes a la prosperidad de Atenas. ¡Avanza 2 espacios!",
"Escuela Filosófica: Estableces tu propia escuela filosófica. ¡Gana 2 dracmas!",
"Ritual Sacrificial: Lideras un ritual sacrificial exitoso. ¡Gana 1 dracma!",
"Apoyo del Aliado: Tu aliado proporciona apoyo financiero. ¡Gana 2 dracmas!",
"Buena Cosecha: Tus tierras producen una cosecha abundante. ¡Gana 2 dracmas!",
"Juegos Atenienses: Ganas un evento en los juegos atenienses. ¡Avanza 3 espacios!",
"Ruta Comercial: Descubres una nueva ruta comercial. ¡Gana 3 dracmas!",
"Profecía de la Pitia: La profecía predice un futuro favorable. ¡Avanza 2 espacios!",
"Alianza Arcadia: Formas una alianza con los arcadios. ¡Gana 1 dracma!",
"Bendición de Atenea: Recibes la bendición de Atenea. ¡Gana 2 dracmas!",
"Botín de Guerra: Regresas de una campaña exitosa con botín de guerra. ¡Avanza 3 espacios!",
"Excelente Comercio de Vino: Vendes tu vino con gran ganancia. ¡Gana 2 dracmas!",
"Consejo de los Sabios: Te conviertes en miembro del Consejo de los Sabios. ¡Avanza 2 espacios!",
"Encargo Artístico: Recibes un importante encargo para crear un fresco. ¡Gana 3 dracmas!",
"Donación Generosa: Un ciudadano adinerado hace una donación generosa. ¡Gana 2 dracmas!",
"Expedición Comercial Exitosa: Lideras una expedición exitosa. ¡Gana 2 dracmas!",
"Descubrimiento de Nuevo Mercado: Encuentras una nueva oportunidad de mercado. ¡Gana 2 dracmas!",
"Líder Religioso: Eres elegido como líder religioso. ¡Avanza 2 espacios!",
"Conferencia Exitosa: Tu conferencia es bien recibida. ¡Gana 2 dracmas!",
"Encuentro Afortunado: Te encuentras con una persona influyente que te ayuda. ¡Avanza 2 espacios!",
"Premio Arquitectónico: Ganas un premio en una competencia arquitectónica. ¡Gana 2 dracmas!",
"Ascenso Militar: Eres ascendido en el ejército. ¡Avanza 3 espacios!",
"Reconocimiento de Obras Filosóficas: Tus obras filosóficas son reconocidas. ¡Gana 2 dracmas!",
"Descubrimiento Científico: Haces un descubrimiento científico significativo. ¡Gana 2 dracmas!",
"Nuevo Taller de Cerámica: Abres un nuevo y exitoso taller de cerámica. ¡Gana 3 dracmas!",
"Ceremonia Religiosa: Organizas exitosamente una ceremonia religiosa importante. ¡Gana 1 dracma!",
"Discípulos: Enseñas con éxito a tus discípulos. ¡Gana 2 dracmas!",
"Reconocimiento de la Asamblea: La asamblea reconoce tu trabajo. ¡Avanza 2 espacios!",
"Obra Literaria: Tu obra literaria es un gran éxito. ¡Gana 2 dracmas!",
"Desarrollo de Atenas: Contribuyes al desarrollo de Atenas. ¡Gana 2 dracmas!",
"Victoria Judicial: Ganaste el juicio. ¡Avanza 2 espacios!",
"Construcción Naval: Construyes un barco exitoso. ¡Gana 3 dracmas!",
"Excelente Tratamiento Médico: Realizas un tratamiento médico exitoso. ¡Gana 2 dracmas!",
"Fracaso Político: Tu propuesta es rechazada por la asamblea. ¡Retrocede 2 espacios!",
"Enfermedad: Te enfermas y no puedes trabajar. ¡Paga 1 dracma por gastos médicos!",
"Estatua Dañada: Tu estatua está dañada. ¡Paga 1 dracma por reparaciones!",
"Ataque Pirata: Tu barco comercial es atacado por piratas. ¡Retrocede 3 espacios!",
"Mala Cosecha: Tus tierras producen una cosecha pobre. ¡Paga 2 dracmas!",
"Resistencia Política: Tus oponentes políticos bloquean tu propuesta. ¡Retrocede 1 espacio!",
"Tubería Rota: Tu tubería de agua se rompe. ¡Paga 1 dracma por reparaciones!",
"Derrota Militar: Pierdes la batalla. ¡Retrocede 2 espacios!",
"Pérdida de Dinero: Pierdes dinero en un negocio. ¡Paga 2 dracmas!",
"Robo: Tus objetos de valor son robados. ¡Paga 1 dracma!",
"Deudas de Impuestos: Debes pagar impuestos atrasados. ¡Paga 2 dracmas!",
"Fracaso Empresarial: Tu empresa quiebra. ¡Retrocede 2 espacios!",
"Desastre Natural: Un terremoto daña tu casa. ¡Paga 2 dracmas por reparaciones!",
"Intriga Política: Eres víctima de intriga política. ¡Retrocede 1 espacio!",
"Sanciones Comerciales: Tu ciudad es afectada por sanciones comerciales. ¡Paga 2 dracmas!",
"Plaga: La ciudad sufre una plaga. ¡Retrocede 2 espacios!",
"Mal Tiempo: Una tormenta destruye tus cultivos. ¡Paga 1 dracma!",
"Fracaso Teatral: Tu actuación teatral es un fracaso. ¡Paga 1 dracma!",
"Falsa Acusación: Eres falsamente acusado de un crimen. ¡Retrocede 2 espacios!",
"Accidente de Construcción: Ocurre un accidente en el sitio de construcción. ¡Paga 1 dracma!",
"Inundación: Las inundaciones destruyen tus tierras. ¡Paga 2 dracmas!",
"Traición del Aliado: Tu aliado te traiciona. ¡Retrocede 1 espacio!",
"Fracaso Musical: Tu actuación musical es un fracaso. ¡Paga 1 dracma!",
"Pérdida de Mercado: Los precios en el mercado bajan. ¡Paga 1 dracma!",
"Falso Testimonio: Eres víctima de un testimonio falso. ¡Retrocede 2 espacios!",
"Naufragio del Barco Comercial: Tu barco comercial se hunde. ¡Retrocede 3 espacios!",
"Aumento en Costos de Construcción: Los costos de construcción aumentan. ¡Paga 2 dracmas!",
"Pérdida en Debate Filosófico: Pierdes un debate filosófico. ¡Retrocede 1 espacio!",
"Escasez de Alimentos: La ciudad sufre de escasez de alimentos. ¡Paga 2 dracmas!",
"Traición: Tu amigo te traiciona. ¡Retrocede 2 espacios!"
]
